import bannerImg1 from "./images/13.jpg";
import bannerImg2 from "./images/15.jpg";
import bannerImg3 from "./images/stats.jpg";

import feat1 from "./images/feat-1.png";
import feat2 from "./images/feat-2.png";
import feat3 from "./images/feat-3.png";

import portf1 from "./images/project.png";
import portf2 from "./images/portfolioImg-2.png";
import portf3 from "./images/portfolioImg-3.png";
import portf4 from "./images/portfolioImg-4.png";

const data = {
  bannerData: [
    {
      img: "https://res.cloudinary.com/dtmjc8y9z/image/upload/v1655192414/Portfolio/drew-beamer-3SIXZisims4-unsplash_iic1fn.jpg",
      smallTitle: "السلام عليكم, انا محمد",
      title: "مصمم ومطور ويب",
      text: "  الجودة من متطلبات جميع انواع العمل لذا فاهتممامي بها امر منطقي لانك كعميل يهمك جدا ان يتم انجاز المشروع بجودة عاله وانا يجب ان ارضيك من كل النواحي يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.",
    },
    {
      img: "https://res.cloudinary.com/dtmjc8y9z/image/upload/v1655192461/Portfolio/christian-lue-qUrIIzSWhh8-unsplash_kiv6fi.jpg",
      smallTitle: "هل تريد",
      title: " ان يكون لديك موقع مميز صديق لمحركات البحث ؟",
      text: "  هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد..",
    },
    {
      img: "https://res.cloudinary.com/dtmjc8y9z/image/upload/v1655192440/Portfolio/cytonn-photography-n95VMLxqM2I-unsplash_bfez0h.jpg",
      smallTitle: "المهم هو",
      title: " رضائك بالتصميم الذي يناسب افكارك",
      text: "  هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد..",
    },
  ],
  whymeData: [
    {
      title: "جودة العمل",
      text: "  الجودة من متطلبات جميع انواع العمل لذا فاهتممامي بها امر منطقي لانك كعميل يهمك جدا ان يتم انجاز المشروع بجودة عاله وانا يجب ان ارضيك من كل النواحي يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.",
      to: "quality",
      img: feat1,
    },
    {
      title: "سرعة التنفيذ",
      text: "من المهم ان اوفي بمعاد التنفيذ بالتاكيد ومع ذالك المعاد الذي اقوم باعطاؤه لك يكون بمعدل جيد جدا   هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.  ",
      to: "speed",
      img: feat2,
    },
    {
      title: "دعم فني",
      text: "الدعم الفني المستمر من مميزات العمل معي وذلك تقديرا وضمانا مني لعملي الذي افتخر به لذا فاهتممامي بها امر منطقي يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.",
      to: "support",
      img: feat3,
    },
  ],
  plansData: [
    {
      title: "الخدمة البسيطة",
      price: "20$",
      feats: [
        "تصميم 3 صفحات",
        "متجاوب مع جميع انواع الشاشات والمتصفحات",
        "دعم فني مجاني لمدة اسبوع",
      ],
    },
    {
      title: "الخدمة المتوسطة",
      price: "50$",
      feats: [
        "تصميم وبرجمة 6 صفحات",
        "متجاوب مع جميع انواع الشاشات والمتصفحات",
        "دعم فني مجاني لمدة شهرين",
      ],
    },
    {
      title: "الخدمة المميزة",
      price: "100$",
      feats: [
        "تصميم و برمجة 9 صفحات",
        "متجاوب مع جميع انواع الشاشات والمتصفحات",
        "دعم فني مجاني لمدة سنه",
        "استلام ملفات المشروع",
        "عمل امكانية تسجيل الدخول والخروج",
        "استضافة للموقع مجانيه لمدة 6 اشهر",
      ],
    },
  ],
  portfolioData: [
    {
      title: "موقع ماركت",
      description:
        " موقع ماركت هو متجر الكتروني للملابس في مختلف الاقسام يمكنك من خلاله اضافة المنتج الي السلة و وتاكيد الطلب ثم دفع سعر المنتجات من خلال طرق الدقع المتاحة ومتابعة حالة الطلب  ",
      img: portf1,
    },
    {
      title: "قالب كاسبر",
      description:
        "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية",
      img: portf2,
    },
    {
      title: "قالب اي او",
      description:
        "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية",
      img: portf3,
    },
    {
      title: "موقع مدرسة جراد",
      description:
        "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية",
      img: portf4,
    },
  ],
};
export default data;
